Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Allow unverified third-party scripts to access your data
am: ያልተረጋገጡ የሶስተኛ ወገን ስክሪፕቶች የእርስዎን ውሂብ እንዲደርሱበት ይፍቀዱ
ar: السماح لسكربتات الطرف الثالث غير الموثوقة بالوصول إلى بياناتك
ast: Permtir que los scripts de terceros ensin verificar accedan a los datos
be: Дазволіць неправераным староннім скрыптам доступ да вашых дадзеных
bg: Разрешаване на непроверени скриптове от трети страни да имат достъп до вашите данни
br: Aotren skriptoù tredeoù da haeziñ ho roadennoù
bs: Dozvolite neprovjerenim skriptama trećih strana da pristupe vašim podacima
ca: Permetre que els scripts de tercers no verificats accedeixin a les vostres dades
co: Permette à i scenarii di i terzi non verificati d’accede à i vostri dati
cs: Povolit neověřeným skriptům třetích stran přístup k vašim údajům
cy: Caniatáu i sgriptiau trydydd parti heb eu gwirio gael mynediad i'ch data
da: Tillade ubekræftede tredjeparts-scripts at få adgang til dine data
de: Nicht verifizierten Skripten von Drittanbietern den Zugriff auf Ihre Daten erlauben
dsb: Njepśeglědanym skriptam tśeśich póbitowarjow pśistup k wašym datam dowóliś
el: Να επιτρέπεται σε μη επαληθευμένα σενάρια τρίτων η πρόσβαση στα δεδομένα σας
eo: Permesi al nekontrolitaj skriptoj de aliaj la aliron al viaj datumoj
es: Permitir que scripts de terceros no verificados accedan a tus datos
es_ar: Permitir que scripts de terceros no verificados accedan a tus datos
es_cl: Permitir que scripts de terceros no verificados accedan a tus datos
es_mx: Permitir que scripts de terceros no verificados accedan a tus datos
et: Luba kinnitamata kolmandate osapoolte skriptide juurdepääs oma andmetele
eu: Baimendu egiaztatu gabeko hirugarrenen scriptei zure datuetarako sarbidea
fa: اجازه دادن به اسکریپت‌های شخص ثالث تایید نشده برای دسترسی به داده‌های شما
fi: Salli vahvistamattomien kolmannen osapuolen komentosarjojen pääsy tietoihisi
fil: Payagan ang mga hindi beripikadong third-party script para ma-access ang iyong data
fr: Autoriser les scripts tiers non vérifiés à accéder à vos données
fur: Permeti a scripts di tiercis bandis no verificâts di acedi ai tiei dâts
fy_nl: Net-ferifiearre scripts fan tredden tagong ta jo gegevens jaan
gd: Thoir cead-inntrigidh dhan dàta agad do sgriobtaichean gun dearbhadh le treas-phàrtaidhean
gl: Permite que scripts de terceiros non verificados accedan aos teus datos
gn: Emoneĩ scripts mbohapyháva ani hag̃ua oike ne mba’ekuaarãme
he: לאפשר לתסריטי צד שלישי לא מאומתים לגשת לנתונים שלך
hr: Dozvoli neprovjerenim skriptama trećih strana pristup tvojim podacima
hsb: Njepřepruwowanym skriptam třećich poskićowarjow přistup k wašim datam dowolić
hu: Engedélyezés, hogy nem ellenőrzött harmadik féltől származó parancsfájlok hozzáférjenek az adataihoz
hy_am: Թույլ տվեք չստուգված երրորդ կողմի սկրիպտներին մատչել ձեր տվյալները
ia: Permitter a scripts de tertie-parte non verificate de acceder a tu datos
id: Izinkan skrip pihak ketiga yang belum diverifikasi untuk mengakses data Anda
is: Leyfa óstaðfestum skriftum frá utanaðkomandi aðilum að fá aðgang að gögnunum þínum
it: Consentire a script di terze parti non verificati di accedere ai tuoi dati
ja: 未検証のサードパーティースクリプトにユーザーデータへのアクセスを許可
ka: დაუმოწმებელი გარეშე მხარის სკრიპტებისთვის თქვენს მონაცემებთან წვდომის ნებართვა
kab: Sireg iskripten n wis kraḍ ur nettwasneqden ara akken ad tkecmeḍ ɣer yisefka-k
kk: Тексерілмеген үшінші тарап скрипттеріне деректеріңізге кіруге рұқсат беру
km: អនុញ្ញាតឱ្យស្គ្រីបភាគីទីបីដែលមិនទាន់បានផ្ទៀងផ្ទាត់ចូលប្រើទិន្នន័យរបស់អ្នក
ko: 검증되지 않은 제3자 스크립트가 데이터에 접근하도록 허용
ku: Destûrê bide skrîptên partiya sêyemîn ên nepesendkirî ku xwe bigihînin daneyên te
lo: ອະນຸຍາດໃຫ້ສະຄຣິບບຸກຄົນທີ່ສາມທີ່ບໍ່ໄດ້ຢືນຢັນໃນການເຂົ້າເຖິງຂໍ້ມູນຂອງທ່ານ
ml: മൂന്നാം കക്ഷിയായ നിർദേശലിപികളെ താങ്ങളുടെ ദത്ത ഉപയോഗിക്കാൻ അനുമതി നല്കുക
nb_no: Tillat at ubekreftede tredjepartsskript får tilgang til dine data
nl: Niet-geverifieerde scripts van derden toegang tot uw gegevens geven
nn_no: Tillat at ikkje stadfesta tredjepartsskript får tilgang til dataa dine
oc: Autorizar d’escripts tèrces non verificats a accedir a vòstras donadas
pa_guru_in: ਗ਼ੈਰ-ਤਸਦੀਕ ਕੀਤੀਆਂ ਸੁਤੰਤਰ ਧਿਰ ਦੀਆਂ ਸਕ੍ਰਿਪਟਾਂ ਨੂੰ ਆਪਣੇ ਡਾਟੇ ਲਈ ਪਹੁੰਚ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿਓ
pl: Zezwalanie niezweryfikowanym skryptom zewnętrznym na dostęp do danych użytkownika
pt_br: Permitir que scripts não verificados de terceiros acessem seus dados
pt_pt: Permitir que scripts não verificados de terceiros acedam aos seus dados
rm: Permetter a scripts betg verifitgads da terzas partidas l’access a tias datas
ro: Să acorde acces la datele tale unor scripturi neverificate de la terți
ru: Разрешить непроверенным сторонним скриптам доступ к вашим данным
sat: ᱵᱤᱱ ᱯᱩᱥᱴᱟᱹᱣ ᱟᱠᱟᱱ ᱛᱮᱥᱟᱨ ᱯᱟᱨᱴᱤ ᱥᱠᱨᱤᱯᱴ ᱠᱚ ᱟᱢᱟᱜ ᱰᱟᱴᱟ ᱮᱠᱥᱮᱥ ᱞᱟᱹᱜᱤᱫ ᱟᱫᱮᱨ ᱮᱢᱚᱜ ᱢᱮ
sc: Permìtere chi scripts non verificados de àtere atzedant a is datos tuos
scn: Pirmèttiri a script terzi nun virificati di accèdiri ê to dati
sk: Povoliť neovereným skriptom tretích strán prístup k vašim údajom
sl: dovoljevanje dostopa do vaših podatkov nepotrjenim skriptom tretjih strani
sq: Lejo programthe të paverifikuar palësh të treta të hyjnë në të dhënat tuaja
sr: Дозволите непровереним скриптама трећих страна да приступе вашим подацима
sv_se: Tillåt overifierade skript från tredje part att komma åt dina uppgifter
tg: Ба скриптҳои тасдиқнашудаи тарафи сеюм иҷозат диҳед, ки ба маълумоти шумо дастрасӣ пайдо намоянд
th: อนุญาตให้สคริปต์บุคคลที่สามที่ไม่ได้ยืนยันเข้าถึงข้อมูลของคุณ
tr: Doğrulanmamış üçüncü taraf betiklerin verilerinize erişmesine izin verme
ug: دەلىللەنمىگەن ئۈچىنچى تەرەپ قوليازمىلىرىنىڭ سانلىق مەلۇماتلىرىڭىزنى زىيارەت قىلىشىغا يول قويىدۇ
uk: Дозволити неперевіреним стороннім скриптам отримувати доступ до ваших даних
vi: Cho phép các tập lệnh của bên thứ ba chưa được xác minh truy cập vào dữ liệu của bạn
zh_hans: 允许未经验证的第三方脚本访问您的数据
zh_hant: 允許未驗證的第三方指令碼存取您的資料

source: authentication information
am: የማረጋገጫ መረጃ
ar: معلومات المصادقة
be: інфармацыя для аўтэнтыфікацыі
bg: информация за удостоверяване
bs: informacije o autentifikaciji
ca: informació d’autenticació
co: infurmazioni d’autenticazione
cs: ověřovací informace
cy: manylion dilysu
da: godkendelses-oplysninger
de: Authentifizierungs-Informationen
dsb: informacije awtentifikacije
el: πληροφορίες ταυτοποίησης
eo: aŭtentiga informo
es: información de autenticación
es_ar: información de autenticación
es_cl: información de autenticación
es_mx: información de autenticación
eu: autentifikazio-informazioa
fa: اطلاعات احراز هویت
fi: todennustiedot
fr: informations d’authentification
fur: informazions di autenticazion
fy_nl: autentikaasjegegevens
gd: fiosrachadh dearbhaidh
gl: información de autenticación
gn: marandu ñemoneĩguáva
he: מידע אימות
hr: podaci autentifikacije
hsb: informacije awtentifikacije
hu: hitelesítési információk
hy_am: Իսկորոշման տեղեկություններ
ia: information de authentication
id: informasi otentikasi
is: upplýsingar um auðkenningu
it: informazioni di autenticazione
ja: 認証情報
ka: ანგარიშზე შესვლის მონაცემები
kab: talɣut n usesteb
kk: аутентификация ақпараты
km: ព័ត៌មានផ្ទៀងផ្ទាត់
ko: 인증 정보
ku: agahiyên pejirandinê
lo: ຂໍ້ມູນການຢັ້ງຢືນໂຕຕົນ
ml: അധികാരികമാക്കൽ വിവരം
nb_no: autentiseringsinformasjon
nl: authenticatiegegevens
nn_no: autentiseringsinformasjon
oc: informacions d’autentificacion
pa_guru_in: ਪਰਮਾਣੀਕਰਨ ਜਾਣਕਾਰੀ
pl: informacje o uwierzytelnieniu
pt_br: informações de autenticação
pt_pt: informação de autenticação
rm: infurmaziuns d’autentificaziun
ro: informații de autentificare
ru: информация для аутентификации
sat: ᱯᱨᱚᱢᱟᱱᱴᱤᱠᱮᱥᱚᱱ ᱵᱤᱵᱨᱚᱬ
sc: informatzione de autenticatzione
scn: nfurmazzioni d'autinticazzioni
sk: overovacie informácie
sl: podatke za overjanje
sq: hollësi mirëfilltësimi
sr: подаци о потврђивању идентитета
sv_se: autentiseringsinformation
tg: маълумоти санҷиши ҳаққоният
th: ข้อมูลการยืนยันตัวตน
tr: kimlik doğrulama bilgileri
ug: سالاھىيەت دەلىللەش ئۇچۇرى
uk: інформація для автентифікації
vi: thông tin xác thực
zh_hans: 身份验证信息
zh_hant: 驗證資訊

source: Block content on any page
am: በማንኛውም ገጽ ላይ ይዘትን አግድ
ar: حجب المحتوى في أي صفحة
ast: Bloquiar el conteníu de cualesquier páxina
be: Блакаваць змесціва на любой старонцы
bg: Спиране на съдържание на всяка страница
br: Stankañ danvezioù war forzh peseurt pajenn
bs: Blokirajte sadržaj na bilo kojoj stranici
ca: Blocar el contingut de qualsevol pàgina
co: Bluccà u cuntenutu nant’à qualsiasi pagina
cs: Blokovat obsah na jakékoli stránce
cy: Rhwystro cynnwys ar unrhyw dudalen
da: Blokere indhold på enhver side
de: Inhalte auf jeder Seite blockieren
dsb: Wopśimjeśe na kuždem boku blokěrowaś
el: Φραγή περιεχομένου σε οποιαδήποτε σελίδα
eo: Bloki enhavon en iu ajn paĝo
es: Bloquear contenido en cualquier página
es_ar: Bloquear contenido en cualquier página
es_cl: Bloquear contenido en cualquier página
es_mx: Bloquear contenido en cualquier página
et: Blokeeri sisu mis tahes lehel
eu: Blokeatu edozein orritako edukia
fa: محتوا را در هر صفحه‌ای مسدود کن
fi: Estä sisältö millä tahansa sivulla
fil: I-block ang nilalaman sa anumang pahina
fr: Bloquer du contenu sur n’importe quelle page
fur: Blocâ i contignûts in cualsisei pagjine
fy_nl: Ynhâld op elke side blokkearje
gd: Bac susbaint air duilleag sam bith
gl: Bloquear o contido en calquera páxina
gn: Ejoko tetepy oimeraẽva kuatiaroguépe
he: חסימת תוכן בכל עמוד
hr: Blokiraj sadržaj na svim stranicama
hsb: Wobsah na kóždej stronje blokować
hu: Bármely oldalon lévő tartalom blokkolása
hy_am: Արգելափակել բովանդակությունը ցանկացած էջում
ia: Bloca contento sur ulle pagina
id: Blokir konten di laman mana pun
is: Lokaðu fyrir efni á hvaða síðu sem er
it: Bloccare contenuti in qualsiasi pagina
ja: 任意のページのコンテンツをブロックする
ka: შიგთავსის შეზღუდვა ნებისმიერ გვერდზე
kab: Sewḥel agbur ɣef yal asebter
kk: Кез келген беттегі мазмұнды блоктау
km: រារាំងខ្លឹមសារនៅលើទំព័រណាមួយ
ko: 모든 페이지에서 콘텐츠 차단
ku: Naveroka li ser hemû rûpelan asteng bike
lo: ຂັດຂວາງເນື້ອຫາຢູ່ໃນຫນ້າຕ່າງໆ
lt: Blokuoti turinį bet kuriame puslapyje
ml: ഏത് താളിലും ഉള്ളടക്കം തടയുക
nb_no: Blokker innhold på alle sider
nl: Inhoud op elke pagina blokkeren
nn_no: Blokker innhald på alle sider
oc: Blocar lo contengut sus quina pagina que siá
om: Qabiyyee fuula kamiyyuu irraa ugguri
pa_arab_pk: کسے وی صفحے توں سمگری تے روک لاوݨا
pa_guru_in: ਕਿਸੇ ਵੀ ਸਫ਼ੇ ਤੋਂ ਸਮੱਗਰੀ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ
pl: Blokowanie treści na dowolnej stronie
pt_br: Bloquear conteúdo em qualquer página
pt_pt: Bloquear conteúdo em qualquer página
rm: Bloccar cuntegn sin n'emporta betg tge pagina
ro: Să blocheze conținut pe orice pagină
ru: Блокировку содержимого на любой странице
sat: ᱡᱟᱦᱟᱸ ᱥᱟᱦᱴᱟ ᱨᱮᱜᱮ ᱡᱤᱱᱤᱥ ᱠᱚ ᱵᱟᱹᱰ ᱢᱮ
sc: Blocare su cuntenutu in cale si siat pàgina
scn: Bluccari cuntinuti di na pàggina quali chi fussi
si: ඕනෑම පිටුවක අන්තර්ගත අවහිරය
sk: Blokovať obsah na ľubovoľnej stránke
sl: blokiranje vsebine na katerikoli strani
sq: Blloko lëndë në çfarëdo faqe
sr: Блокирајте садржај на било којој страници
su: Peungpeuk kontén dina kaca mana waé
sv_se: Blockera innehåll på vilken sida som helst
szl: Szperowanie zawartości na kożdyj strōnie
tg: Муҳтаво дар ҳамаи саҳифаҳо манъ карда мешавад
th: ปิดกั้นเนื้อหาบนหน้าใดๆ
tok: ona li ken weka e ijo tan lipu
tr: Herhangi bir sayfadaki içeriği engelleme
tt: Теләсә нинди биттәге эчтәлекне блоклау
ug: ھەر قانداق بەتتىكى مەزمۇننى چەكلەش
uk: Блокування вмісту на будь-якій сторінці
uz: Har qanday sahifadagi kontentni bloklash
vec: Blocare contegnudi en cualsìasi pàxina
vi: Chặn nội dung trên bất kỳ trang nào
yo: Dìnà àwọn àkóónú lóri èyíkéyìí ojú ìwé
zh_hans: 拦截任何页面上的内容
zh_hant: 封鎖任何頁面上的內容

source: bookmarks
am: ዕልባቶች
ar: العلامات
ast: marcadores
be: закладкі
bg: отметки
br: sinedoù
bs: zabilješke
ca: adreces d’interès
co: indette
cs: záložky
cy: nodau tudalen
da: bogmærker
de: Lesezeichen
dsb: cytańske znamjenja
el: σελιδοδείκτες
eo: legosignoj
es: marcadores
es_ar: marcadores
es_cl: marcadores
es_mx: marcadores
eu: laster-markak
fa: نشانک‌ها
fi: kirjanmerkit
fr: marque-pages
fur: segnelibris
fy_nl: blêdwizers
gd: comharran-lìn
gl: marcadores
gn: techaukaha
he: סימניות
hr: zabilješke
hsb: zapołožki
hu: könyvjelzők
hy_am: Էջանիշեր
ia: marcapaginas
id: markah
is: bókamerki
it: segnalibri
ja: ブックマーク
ka: სანიშნები
kab: ticraḍ n isebtar
kk: бетбелгілер
km: ចំណាំ
ko: 북마크
ku: bijare
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
nb_no: bokmerker
nl: bladwijzers
nn_no: bokmerke
oc: marcapaginas
om: buukmaarkota
pa_guru_in: ਬੁੱਕਮਾਰਕ
pl: zakładki
pt_br: favoritos
pt_pt: marcadores
rm: segnapaginas
ro: marcaje
ru: закладки
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ
sc: sinnalibros
scn: nzingalibbra
sk: záložky
sl: zaznamke
sq: faqerojtës
sr: обележивачи
sv_se: bokmärken
tg: хатбаракҳо
th: ที่คั่นหน้า
tok: lipu awen
tr: yer imleri
tt: кыстыргычлар
ug: خەتكۈچ
uk: закладки
vi: dấu trang
zh_hans: 书签
zh_hant: 書籤

source: browsing activity
am: የአሰሳ እንቅስቃሴ
ar: نشاط التصفح
ast: actividá de restolar
be: актыўнасць аглядання
bg: активност при сърфиране
bs: aktivnost pregledavanja
ca: activitat de navegació
co: attività di navigazione
cs: aktivita při procházení stránek
cy: gweithgaredd pori
da: browsing-aktivitet
de: Surfaktivität
dsb: pśeglědowańska aktiwita
el: δραστηριότητα περιήγησης
eo: retumo
es: actividad de navegación
es_ar: actividad de navegación
es_cl: actividad de navegación
es_mx: actividad de navegación
eu: nabigazio-jarduera
fa: فعالیت مرور
fi: selaustoiminta
fr: activité de navigation
fur: ativitât di navigazion
fy_nl: sneupaktiviteit
gd: gnìomhachd brabhsaidh
gl: actividade de navegación
gn: tembiapo ñeikundahagua
he: פעילות גלישה
hr: aktivnost pregledavanja
hsb: přehladowanska aktiwita
hu: böngészési tevékenység
hy_am: դիտարկման ակտիվություն
ia: activitate de navigation
id: aktivitas penjelajahan
is: vafurvirkni
it: attività di navigazione
ja: ブラウジングアクティビティ
ka: მონახულებული გვერდები
kab: armud n tunigin
kk: шолу әрекеті
km: សកម្មភាពរុករក
ko: 탐색 활동
ku: çalakiya gerokê
lo: ກິດ​ຈະ​ກໍາ​ການ​ຊອກ​ຫາ​
ml: തിരച്ചിൽ നാൾവഴി
nb_no: nettleseraktivitet
nl: surfactiviteit
nn_no: nettlesaraktivitet
oc: activitat de navegacion
om: gochaa bantummaa
pa_guru_in: ਬਰਾਊਜ਼ ਕਰਨ ਦੀ ਸਰਗਰਮੀ
pl: działania użytkownika w Internecie
pt_br: atividade de navegação
pt_pt: atividade de navegação
rm: activitad da navigaziun
ro: activitate de navigare
ru: интернет-активность
sat: ᱵᱽᱨᱟᱣᱩᱡᱤᱝ ᱠᱟᱹᱢᱤᱦᱚᱨᱟ
sc: atividade de navigatzione
scn: attività di navicazzioni
sk: aktivita prehliadania
sl: dejavnost brskanja
sq: veprimtari shfletimi
sr: активност прегледања
sv_se: surfaktivitet
tg: фаъолияти тамошобинӣ
th: กิจกรรมการเรียกดู
tr: gezinti etkinliği
ug: تور زىيارەت پائالىيىتى
uk: активність перегляду
vi: hoạt động duyệt
zh_hans: 浏览活动
zh_hant: 上網行為

source: Clear recent browsing history, cookies, and related data
am: የቅርብ ጊዜ የአሰሳ ታሪክን፣ ኩኪዎችን እና ተዛማጅ መረጃዎችን ያጽዱ
ar: مسح تأريخ التصفح الحديث و ملفات تعريف الارتباط و البيانات المتعلقة بها
ast: Llimpiar l'historial recién, les cookies y los datos rellacionaos
az: Son səyahət tarixçəsini, çərəzləri və bağlı məlumatları təmizləmək
be: Выдаленне нядаўняй гісторыі аглядання, кукаў і звязаных з імі дадзеных
bg: Изчистване на история, бисквитки и свързани данни
bn: সাম্প্রতিক ব্রাউজিং ইতিহাস, কুকিজ, এবং এই সম্পর্কিত তথ্য মুছে ফেলুন
br: Skarzhañ ar roll istor, an toupinoù hag ar roadennoù liammet nevesañ
bs: Obriši skorašnju historiju surfanja, kolačiće, i srodne podatke
ca: Esborrar l’historial de navegació recent, les galetes i dades relacionades
ceb: Panasa ang bag-ong browsing history, cookie, ug iglabot nga data
ckb: کۆتا مێژووی کار، شەکرۆکە، و زانیاری وابەستە پاکبکەرەوە
co: Squassà a cronolugia recente di navigazione, i canistrelli, è i dati assuciati
cs: Mazat nedávnou historii prohlížení, cookies a související data
cy: Clirio’r hanes pori diweddar, cwcis a data cysylltiedig
da: Rydde seneste browserhistorik, cookies og relaterede data
de: Browser-Chronik, Cookies und verwandte Daten löschen
dsb: Aktualnu pśeglědowańsku historiju, cookieje a pśisłušne daty wulašowaś
el: Απαλοιφή πρόσφατου ιστορικού περιήγησης, cookie και σχετικών δεδομένων
eo: Viŝi ĵusan retuman historion, kuketojn kaj rilatatajn datumojn
es: Limpiar el historial de navegación reciente, cookies y datos relacionados
es_ar: Borrar el historial de navegación reciente, cookies y datos relacionados
es_cl: Limpiar historial de navegación reciente, cookies y datos relacionados
es_mx: Limpiar el historial de navegación reciente, cookies y datos relacionados
et: hiljutise lehitsemise ajaloo, küpsiste ja seotud andmete kustutamine
eu: Azken nabigazio-historia, cookieak eta erlazionatutako datuak ezabatzea
fa: پاک کردن تاریخچهٔ مرور اخیر،‌ کلوچک‌ها و اطلاعات مرتبط
ff: Momtu aslol peeragol cakkitiingol, kuukiije, e keɓe jokkiiɗe heen
fi: Tyhjennä selaushistoria, evästeet ja näihin liittyvät tiedot
fil: Alisin ang browsing history, mga cookie, at mga kaugnay na data
fr: Effacer l’historique de navigation récent, les cookies et les données associées
fur: Netâ la cronologjie di navigazion resinte, i cookies e i dâts relatîfs
fy_nl: Resinte browserskiednis, cookies en relatearre gegevens wiskje
ga_ie: Stair bhrabhsála, fianáin, agus sonraí gaolmhara a ghlanadh
gd: an eachdraidh brabhsaidh, briosgaidean is dàta co-cheangailte eile fhalamhachadh
gl: Limpar o historial de navegación recente, as cookies e datos relacionados
gn: Emopotĩ kundahára rembiasakue ipyahúva, kookie ha mba’ekuaarã heseguáva
gu_in: બ્રાઉઝિંગ ઇતિહાસ, કૂકીઝ અને સંબંધિત માહિતીને સાફ કરો
he: איפוס היסטוריית הגלישה, העוגיות והנתונים הנוספים שצברת לאחרונה
hi_in: आधुनिक ब्राउज़िंग इतिहास, कूकीज़, और संबंधित डेटा मिटाएं
hr: Izbriši nedavnu povijest pregledavanja, kolačiće i povezane podatke
hsb: Aktualnu přehladowansku historiju, placki a přisłušne daty zhašeć
hu: Friss böngészési előzmények, sütik és kapcsolódó adatok törlése
hy_am: Մաքրել վերջին դիտարկումները, թխուկները և նման տվյալներ
ia: Vacuar le chronologia de navigation recente, le cookies e le datos relative
id: Bersihkan riwayat penjelajahan terbaru, kuki, dan data terkait
is: Hreinsa feril, vefkökur og tengd gögn
it: Eliminare cronologia di navigazione recente, cookie e dati associati
ja: 最近の閲覧履歴、Cookie および関連データの消去
ka: ბოლოს ნანახი გვერდების, ფუნთუშებისა და თანდართული მონაცემების წაშლა
kab: Sfeḍ amazray aneggaru n tunigin, inagan n tuqqna, akked yisefka icudden ɣur-s
kk: Жуырдағы шолу тарихын, cookies және сәйкес деректерін өшіру
km: សម្អាតប្រវត្តិរុករកថ្មីៗ ខូគី និងទិន្នន័យពាក់ព័ន្ធ
kn: ಇತ್ತೀಚಿನ ವೀಕ್ಷಕ ಇತಿಹಾಸ, ಕುಕ್ಕಿಗಳು ಮತ್ತು ಸಂಭಂದಿತ ದತ್ತಾಂಶವನ್ನು ಅಳಿಸಿರಿ
ko: 최근 방문 기록, 쿠키 및 관련 데이터 지우기
ku: Paqijkirina raboriya gerînê, kûkî û daneyên têkildar
lij: Scancella a stöia da navegaçion, cookie e dæti corelæ
lo: ລົບລ້າງປະຫວັດການທ່ອງເວັບ, ຄຸກກີ້ ແລະ ຂໍ້ມູນອື່ນໆທີ່ກ່ຽວຂອ້ງ
lt: Valyti paskiausią naršymo žurnalą, slapukus ir susijusius duomenis
ml: സമീപകാല തിരച്ചിൽനാൾവഴിയും കുക്കികളും അതുമായി ബന്ധപ്പെട്ട ദത്ത എന്നിവ മായ്ക്കുക
mr: अलीकडील ब्राउझिंग इतिहास, कुकीज आणि संबंधित डेटा नष्ट करा
my: မကြာသေးမီကကြည့်ရှုခဲ့သည့်မှတ်တမ်း၊ cookies နှင့်ဆက်စပ်သောအချက်အလက်များကိုရှင်းလင်းပါ
nb_no: Fjern nylig nettlesingshistorikk, infokapsler og relaterte data
ne_np: हालका ब्राउजिंग ईतिहास, कुकीहरू र सम्बन्धित डाटा खाली गर्नुहोस्
nl: Recente browsergeschiedenis, cookies en gerelateerde gegevens wissen
nn_no: Fjern nyleg nettlesingshistorikk, infokapslar og relaterte data
oc: Escafar l’istoric recent, los cookies e las donadas ligadas
om: Seenaa daawwannaa dhiheenya kanaa, kukiiwwanii fi deetaa walqabatan qulqulleessi
pa_arab_pk: حالیہ ورتوں دی تاریخ، کوکیاں تے متعلقہ ڈیٹا صاف کرو
pa_guru_in: ਤਾਜ਼ਾ ਬਰਾਊਜ਼ ਕਰਨ ਦਾ ਅਤੀਤ, ਕੂਕੀਜ਼ ਅਤੇ ਸੰਬੰਧਿਤ ਡਾਟਾ ਸਾਫ਼ ਕਰਨ
pl: Usuwanie ostatniej historii przeglądania, ciasteczek i powiązanych danych
pt_br: Limpar histórico de navegação recente, cookies e dados relacionados
pt_pt: Limpar histórico de navegação, cookies e dados relacionados recentes
rm: Stizzar la cronologia la pli nova, ils cookies e las datas correspundentas
ro: Să șteargă istoricul recent de navigare, cookie-urile și datele asociate
ru: Удаление недавней истории просмотров, куков и связанных с ними данных
sat: ᱱᱤᱛᱚᱜᱟ ᱵᱽᱨᱟᱣᱩᱡᱤᱝ ᱦᱤᱛᱟᱹᱞ, ᱠᱩᱠᱤ ᱠᱚ, ᱟᱨ ᱥᱚᱸᱵᱚᱸᱫᱷ ᱰᱟᱴᱟ ᱯᱷᱟᱨᱪᱟᱭ ᱢᱮ
sc: Limpiare sa cronologia de navigatzione reghente, is testimòngios (cookies) e is datos acapiados
scn: Scancillari a crunuluggìa ricenti di navicazzioni, i viscotta e i dati rilativi
si: මෑත පිරික්සුම් ඉතිහාසය, දත්තකඩ හා ආශ්‍රිත දත්ත මැකීම
sk: Čítať nedávnu históriu prehliadania, cookies a súvisiace údaje
sl: brisanje nedavne zgodovine, piškotkov in povezanih podatkov
sq: Të spastrojë historikun e shfletimeve së fundi, “cookies” dhe të dhënat përkatëse
sr: Обришите недавну историју прегледања, колачиће и сродне податке
su: Beresihan jujutan langlangan, réréméh, jeung data nu tumali
sv_se: Rensa den senaste webbhistoriken, kakor och relaterad data
szl: Pucowanie niydownyj historyje przeglōndanio, cookies i skuplowanych danych
ta: அண்மைய உலாவல் வரலாறு, நினைவிகள், தொடர்புடைய தரவைத் துடை
te: ఇటీవలి విహరణ చరిత్ర, కుకీలు, సంబంధింత డేటాను తుడిచివేయడం
tg: Пок кардани таърихи тамошобинии охирин, кукиҳо ва маълумоти марбут
th: ล้างประวัติการเรียกดู, คุกกี้ และข้อมูลที่เกี่ยวข้องล่าสุด
tok: ona li ken weka e sona sina tan tenpo poka
tr: Gezinti geçmişini, çerezleri ve ilgili verileri temizleme
tt: Соңгы гизү тарихын, кукиларны һәм шуңа бәйле мәгълүматны чистарту
ug: يېقىنقى كۆرۈش تارىخى ، ساقلانمىلار ۋە مۇناسىۋەتلىك سانلىق مەلۇماتلارنى تازىلاش
uk: Стирання нещодавньої історії перегляду, файлів cookie та пов’язаних даних
ur: حالیہ برائوزنگ سابقات، کوکیز اور اس متعلقہ کوائف صاف کریں
uz: Tarix, kuki va maʼlumotlarni tozalash
vec: Scanseƚare cronologìa de navigasion resente, cookie e dati asocià
vi: Xóa lịch sử duyệt web gần đây, cookie, và dữ liệu liên quan
yo: Kó àwọn ìtan tí o lò lóríi bíráwúsà kúrò, kúkìsì, àti àwọn dátà tó jọmọ
zh_hans: 清除最近的浏览历史、Cookie 及有关数据
zh_hant: 清除最近的瀏覽紀錄、Cookie 等相關資料
